Repository: sodiqjon-maxammadjonov/quran_app
Catalog: lib/src/core/const/l10n/app_*.arb
Languages: uz

# boLimlar
source: Sections
uz: Bo'limlar

# suralar
source: Surahs
uz: Suralar

# sura
source: Surah
uz: Sura

source: Ayah
uz: Oyat

source: Open Surah
uz: Surani ochish

# barchaSuralarRoyxati
source: List of all Surahs
uz: Barcha suralar ro'yxati

# juzlar
source: Juzs
uz: Juzlar

# juz30
source: 30 Juzs
uz: 30 ta juz

# sajdaOyatlari
source: Sajdah Verses
uz: Sajda Oyatlari

# sajdaQilinadiganOyatlar
source: Verses to prostrate
uz: Sajda qilinadigan oyatlar

# saqlanganBelgilar
source: Saved Bookmarks
uz: Saqlangan belgilar

# qiroat
source: Recitation
uz: Qiroat

# audioQiroatlar
source: Audio Recitations
uz: Audio qiroatlar

# tafsir
source: Commentary
uz: Tafsir

# oyatlarTafsiri
source: Commentary on the Verses
uz: Oyatlar tafsiri

source: Settings
uz: Sozlamalar

# umumiySozlamalar
source: General Settings
uz: Umumiy sozlamalar

# mavzu
source: Theme
uz: Mavzu

# ilovaNingMavzusiniOzgartirish
source: Change app's theme
uz: Ilovaning mavzusini o'zgartirish

# yorug
source: Light
uz: Yorug'

# qorongu
source: Dark
uz: Qorong'u

# sistema
source: System
uz: Sistema

# til
source: Language
uz: Til

# ilovaTilinTanlash
source: Choose application's language
uz: Ilova tilini tanlash

# ozbekcha
source: Uzbek
uz: O'zbekcha

source: Russian
uz: Ruscha

source: English
uz: Inglizcha

# shriftOlchami
source: Font size
uz: Shrift o'lchami

# matnOlchaminiSozlash
source: Adjust text size
uz: Matn o'lchamini sozlash

# qoshimchaSozlamalar
source: Additional Settings
uz: Qo'shimcha sozlamalar

# bildirishnomalar
source: Notifications
uz: Bildirishnomalar

# eslatmalarniSozlash
source: Configure notifications
uz: Eslatmalarni sozlash

# oflaynRejim
source: Offline Mode
uz: Oflayn rejim

# suraniYuklabOlish
source: Download surah
uz: Surani yuklab olish

# malumot
source: Information
uz: Ma'lumot

# ilovaHaqida
source: About App
uz: Ilova haqida

# malumotVaYordam
source: Information and Help
uz: Ma'lumot va yordam

# ilovanniUlashish
source: Share App
uz: Ilovani ulashish

# dostlaringizBilanUlashing
source: Share with your friends
uz: Do'stlaringiz bilan ulashing

# baholar
source: Rates
uz: Baholar

# ilovanniBaholang
source: Rate App
uz: Ilovani baholang

# versiya100
source: Version 1.0.0
uz: Versiya 1.0.0

# sozlamalar
source: Settings
uz: Sozlamalar

# bugungiOyat
source: Verse of the day
uz: Bugungi oyat
